Repository: atlas-studios/Session2-G9
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: 但这也仅是想想，且不说这疯女人的实力不比自己差，扑上去多半也掐她不死。光是扰乱拍卖这一条，恐怕就够让他吃不了兜着走了，这可不是以前的翡翠高塔，如今的魔法公会如日中天，连梅林家族都不敢正面抗衡，正面挑衅魔法公会，简直跟找死没什么区别，以葛瑞安那老家伙的性格，自己恐怕还没扑到那疯女人身上，就已经被他一火球给轰下来了。
en_us: But this was merely a thought, not to mention this mad woman was no less strong than him and he probably wouldn't be able to strangle her to death even if he did jump on her. Just disrupting the auction alone would be enough to put him on the spot. This was not the Emerald Tower of the past. The Guild of Magic today was at the height of their influence; even the Merlin Family dared not compete with or challenge the Guild of Magic head-on. That was no different than seeking their own death. With Gerian's character, he would probably be blown down by his fireball before he could get to jump on the mad woman.

source: 但这实在是太难了……
en_us: But it was just too difficult...

source: 但这小兔崽子，却把一切都办砸了。
en_us: But this rascal had ruined everything.

source: 但这并不意味着，他心头不感到惊讶。
en_us: But this did not mean that he was not surprised.

source: 但这样的努力，带来的效果却实在让人有些沮丧。
en_us: But the effect of such effort was rather frustrating.

source: 但那道坎，却依然存在……
en_us: But that ridge was still there...

source: 但随着林立将起黄昏诅咒的过程时，红发美女终于有些动容了，她毕竟是受过药剂师指点，知道这世界上有些东西，是不能凭空编造的。
en_us: But as Lin Li talked about the Twilight Curse, the redheaded beauty was finally moved. After all, she had been instructed by a pharmacist and knew that there were some things in the world that could not be invented out of thin air.

source: 但随着老梅林脸上的笑容逐渐放大，一只枯瘦的右手伸进口袋里的时候，葛瑞安脸上的神色忽然僵住了。
en_us: But as Old Merlin's smile gradually expanded and an emaciated right hand reached into the pockets, Gerian's expression stiffened all of a sudden.

source: 但麦格雷尼这一觉，却实在是睡得太长了。
en_us: But McGrenn had slept for too long.

source: 低语森林的详细地图，冒险者公会内部就有卖，十个金币而已，城堡的特征在任务里也描述得清清楚楚，那是一座只在黄昏之后出现的黑色城堡，有了这两条线索，完成任务只不过是时间问题，况且奖励还高达一百金币，比起在落日山脉中猎杀狮蝎可划算多了。
en_us: A detailed map of the Forest of Whispers was sold in the Adventurers Guild for a mere ten gold coins. The features of the castle were also clearly described in the mission—a black castle that appeared only after dark. Completing the quest was only a matter of time with these two clues. Moreover, the reward was as high as 100 gold coins, which was much more cost-effective than hunting for Manticores in the Sunset Mountains.

source: 作为亿万位面中最为强大，强者最为集中的天界，作为整个辽阔天界中最神圣最强大，平素里总是显得无比威严神圣的天庭，今夜竟然如此的漆黑？如此的安静？
en_us: As the most powerful dimension among the hundreds of millions dimensions where the formidable convened, the Heavenly Court was exceptionally quiet. How could the Heavenly Court, which was usually the most divine and stately in the Heavenly Realm, be so dark and silent on this night?

source: 作为家族的三公子，江顾水不得不出声了，否则江松的一条腿将会活活劈得骨头碎裂，很有可能变成残废。江如狼的老子就是刑堂副长老，以前他经常用刑堂压家族子弟，现当着那么多人的面也不好沉默了。
en_us: As the family's Third Young Master, Jiang Gushui had to step in, if not Jiang Song's leg would be forcefully shattered and possibly crippled. Jiang Rulang's father was the Deputy Elder of the Disciplinary Court. He used to frequently bring up the Disciplinary Court to oppress other clan descendants, which was why he couldn't stay silent in front of so many people.

source: 作为罪魁祸首的江逸自此不再受到江家高层待见，即便他始终坚持修炼，在大长老失踪这六年里将自己的元力从零苦苦提升到铸鼎境一重，他在族里的地位依旧是一降再降。不但在两年前被挤兑搬出江家后院，住进家将仆人所在的西院，甚至前些天还让他提早半年就接手只有年满十六周岁，最终确认不能修炼到铸鼎境三重的家族废材子弟才会负责的比如清点家族药田收成这样的杂活工作。
en_us: As the “main culprit” behind these unfortunate circumstances, Jiang Yi was no longer favored by the elders of the Jiang Clan. Even though he continued to persevere and cultivate throughout the six years of the Grand Elder’s disappearance and had painstakingly boosted his cultivation from nothing up to the first stage of the Cast Tripod Realm, his position in the family continued to deteriorate. Two years ago he was forced to move out from the Jiang Residence’s rear court into the servants’ complex situated in the west court. Just a few days ago, he was also made to take up the responsibility of handling the family's herb plantations half a year earlier than normal. This was a job that sixteen-year-old descendants who were deemed useless for not being able to cultivate to the third stage of the Cast Tripod Realm would usually take on.

source: 修炼了一会，江逸觉得太慢太慢索性停了下江水决，转练无名决。准备趁着药力还没完全消融，再次提速修炼一番，他刚才虽然仅仅是提速了片刻，但提炼出来的蓝色元力可是能比以往修炼两个时辰了……
en_us: After refining for a while, as he felt the refining was getting too slow, he simply decided to stop practicing the Jiang Water Art and shifted to practicing the nameless technique. Prepared to take advantage of the time before the medical power dissipated fully, he wanted to speed up the refining process by another notch. Even though he would likely only speed up the process by a few seconds, the blue essence force that would be refined was as much as what he could refine within four hours...

source: 修炼了两个时辰，提炼了六缕黑色元力，时间已是日上三竿了。他连忙爬了起来，匆匆抓起两个窝头，朝江家东院管事房走去。
en_us: It was already late morning, by the time Jiang Yi finished cultivating for four hours and refining six wisps of black essence forces. He hastily crawled up, hurriedly grabbed two wotous and walked in the direction of the Housekeeping Chamber in the Jiang Residence Eastern Courtyard.

source: 修炼了这么多年，江逸从没有这一刻那么痛快过，他全神贯注的沉寂在修炼中，连晚饭都没有去吃，一直盘坐修炼，黑色元力没了提炼黑色元力，灵神丹药力没了吞服灵神丹。
en_us: Not once had Jiang Yi experienced such a high level of thrill and delight throughout his many years of practising cultivation until that very moment. With his full attention focused, he was alone in his power cultivation - sitting cross-legged in meditation and cultivating essence force throughout, refining black essence force once it had been consumed and consuming Spirit Pills once the medical efficacy of the pills had run out, without even bothering to eat dinner.

source: 修炼，修炼！
en_us: Cultivate, cultivate!

source: 倒不是觉得安度因在说话，只是老格林觉得，理论上不应该有这样的人存在。
en_us: It wasn't because he felt that Andoine was lying; it was just that Old Grimm thought that, theoretically, such a person shouldn't exist.

source: 倒勾上依旧闪动着幽幽的蓝光，凑近一闻更是只觉一股腥甜直冲脑门。、
en_us: The inverted hook was still shimmering with blue light, and a rush of sweet stench shot through his brain as he went closer.

source: 偌大的演武殿数十人，除了江松江豹江如虎还在惨叫个不停外，唯有江如龙暴怒的大吼不断的响起，那如雷的声音震得所有人耳膜作痛，也让所有人感觉是……那么的嘲讽！
en_us: In the massive Martial Arts Demonstration Hall, apart from Jiang Song, Jiang Bao and Jiang Ruhu who were screaming miserably, there was only Jiang Rulong who continually roared with wrath. His thunderous voice hurt everyone's eardrums and at the same time caused everyone to feel... the irony!

source: 偏厅内的书架上可是有不少关于炼丹的书籍，说不定能找到丹药回炉再造的方法。
en_us: There were many books on elixir-refining on the bookshelf in the side room. Perhaps he could find the method on how to reheat and refine elixirs.

source: 偏厅里面柳长老侧对着江逸盘坐在地上，手中冒出火红色元力将剩下那枚黑色丹药包陇，全神贯注研究着，完全没有理会江逸。
en_us: Elder Liu sat on the ground in the side chamber, his back facing Jiang Yi. He wrapped the remaining black elixir pill in the red essence force released from his hand. With his full attention on research, he completely ignored Jiang Yi.

source: 做完这一切之后，林立还落井下石的放出了一记迟缓术。
en_us: After all these, Lin Li unleashed a Delaying Spell to make matters worse for the magical beast.

source: 元力刚刚融合，两个拳头就对撞而上，江逸身子一震倒退了三四步，没事！
en_us: No sooner had the essence force merged did the two fists collided. Jiang Yi jolted and retreated about three to four steps back, but was fine!

source: 先前一连两次惊吓，巴瑟罗尔出手偷袭，林立紧跟着进行报复，虽然异常惊险，却也幸好没出什么问题，但跟着就爆出了林立的身份，这个穿着旧法师袍的年轻人，竟然是魔法公会那个神秘的药剂师！
en_us: They were startled twice in a row previously when Bathrilor launched the sneak attack, which was followed by Lin Li's retaliation. It was extremely risky, but fortunately there were no problems. Then Lin Li's identity was exposed—the young man in the old mage robe was actually the mysterious pharmacist from the Guild of Magic!

source: 先前的混乱仿佛从未有过，一切的一切又回到了开始的时候。
en_us: It was as if the prior chaos had never happened before, and everything was back as it used to be at the beginning.

source: 先前那一记烈焰风暴倒也就罢了，以他接近魔导士的境界，放出一记九级魔法并不奇怪，但之前的风刃与冰锥，却给老格林留下了无比深刻的印象。
en_us: The previous Flaming Storm was nothing. It was not surprising that he had unleashed a level-nine magic with his proximity to the realm of a Magic Shooter. But the wind blade and icicle had instead left a deep impression on Old Grimm.

source: 先是一百套由曼尼斯家族提供的魔法装备，那可是价值两三万金币的精良装备，葛瑞安就这么大手一挥，全部发给了公会内部的魔法师，只要达到魔导士级别，就可以提出申请拥有一套。
en_us: First, there were the 100 sets of magical equipment gifted by the Mannes Family. They were excellent equipment that were worth 20 to 30,000 gold coins. With a wave of his hands, Gerian sent it all to the mages in the guild. As long as they'd reached the level of a Magic Shooter, they'd be qualified to apply for a set.

source: 光看老板那吃力的神色就知道，这根长枪的重量肯定是够了，只可惜希恩却小声的说了一句：“费雷先生，我不会用长枪……”
en_us: The lance was apparently heavy enough, as the owner had great difficulty in simply lifting it from the racks. However, Sheehan said softly, "Mr Felic, I don't know how to use a lance..."

source: 克伦威尔一边笑着，心里就一边在滴血。
en_us: Cromwell smiled as his heart bled.

source: 克伦威尔不明白，那个看起来有些落魄的魔法师，究竟有什么地方比自己强。
en_us: Cromwell could not understand how that abject-looking mage could be better than him in any way.

source: 克伦威尔只觉得，身上又凉又湿，脑子里昏昏沉沉的，就好象刚被人用门板夹过一样，鼻梁也似乎是断了，一股热流正顺着鼻孔往外流出，混着脸上的水渍，也不知道究竟是血还是水……
en_us: Cromwell felt nothing except coldness and dampness. His head was heavy and spinning, as if someone had just clamped the door on him. His nose seemed to be broken as well, a gush of warmth flowing out from his nostrils. It mingled with the water stains on his face, with him not knowing if it was blood or water...

source: 克伦威尔回头一看，只觉得头皮一阵发麻。
en_us: Cromwell looked back and felt nothing but a tingling on his scalp.

source: 克伦威尔始终认为，魔法公会有资格跟他相提并论的年轻人，只有一个凯文，这个年纪比自己大三岁，同时也比自己早三年达到八级的魔法师，才是自己在加洛斯城唯一的对手。
en_us: Cromwell had always believed that Kevin was the only young man in the Guild of Magic worthy enough to be mentioned in the same breath as him. He had believed that the mage—three years older than him and three years ahead of him to be certified level-eight—was his only rival in Jarrosus City.

source: 克伦威尔就是这样。
en_us: Cromwell was as such.

source: 克伦威尔已经不记得，这一个上午自己是怎么过来的了。
en_us: Cromwell could not remember how he’d managed to pull through that morning.

source: 克伦威尔并不傻，他知道这意味着什么，这意味着自己已经彻底失去了追求伊娜的希望。
en_us: Cromwell was not dumb and knew what this meant. It meant that he had lost all hope in winning Ina's heart.

source: 克伦威尔现在的心情，就好象是被刀绞着一样。
en_us: Cromwell's felt as if he was being cut by a knife.

source: 克伦威尔脸上的笑容僵住了，他完全没有想到，自己精心准备说辞，赔尽笑脸阿谀奉承，最后等来的竟然是这么一个结果，一时间克伦威尔呆呆的站在那里，望向凯文的目光已是隐隐有些发直。
en_us: The smile froze on Cromwell's face. This was not the result he had expected after all the meticulously prepared pleas, smiles, and flattery. For a moment, Cromwell stood at a loss, staring blankly at Kevin.

source: 克伦威尔被人用冲击水幕扫出翡翠高塔，葛瑞安凭着一瓶唤醒药剂再次站了起来，这一切都是因为那个叫费雷的魔法师，在不知不觉之间，这个年轻人竟已经成了梅林家族最可怕的敌人，甚至比加洛斯最强魔法师葛瑞安更加可怕。
en_us: Cromwell being swept out of the Emerald Tower by a Waterfall Strike, Gerian being able to stand again with a bottle of Awakening Potion... All these were because of the young mage named Felic. Unwittingly, this young man had became the most fearful enemy of the Merlin Family, even more so than the most powerful mage of Jarrosus, Gerian.

source: 克伦威尔觉得，自己几乎就要成功了。
en_us: Cromwell felt that he was nearing success.

source: 克伦威尔！没错，就是克伦威尔！
en_us: Cromwell! That's right, it's Cromwell!

source: 八级魔兽的力量，实在是太强大了，也幸亏现在遇到的是利维坦猩猩这个另类，若是换了其他凶残嗜杀的八级魔兽，他现在恐怕早就已经被撕成了碎片。
en_us: The strength of level-eight magical beasts was just too powerful. It was luck that they had encountered the Leviathan Gorilla, an oddity. If it had been other brutal and savage level-eight magical beasts, he would probably have been torn to pieces by now.

source: 八级魔兽的抗打击能力，比起狮蝎支流有着天壤之别，对林立来说，这些法术的作用，恐怕也只能是激发利维坦猩猩的怒气，让它将椰子砸得更猛一些。
en_us: The resistance ability of a level-eight magical beast was poles apart from that of a Manticore. For Lin Li, the effects of these spells would only provoke the Leviathan Gorilla's rage, causing it to smash the coconuts on him a little harder.

source: 八级魔法师与十五级大魔导士，完全是两个不同的世界。
en_us: It was totally two different worlds for a level-eight mage and a level-fifteen archmage.

source: 公会大厅里坐着的各大势力首脑，脸上神色各异，心里所想的却是想差不远，有机灵一些的已经开始盘算起，以后该怎么抱上魔法公会这条大腿，就算迟钝一些的，也在心里暗暗提醒自己，回去之后一定要约束手下，以后再加洛斯城看到穿长袍的家伙，绝对不要上去招惹他们……
en_us: The leaders of the forces sat in the guild hall with different expressions on their faces but the same thought in their minds. Some of the clever ones were already planning in their heads how to hold on to the Guild of Magic. Even the slightly slow-witted ones were reminding themselves to control their men when they got back. They were not to approach and provoke any guys in Jarrosus City who were wearing long robes...

source: 公会大厅里坐着的，至少也是一方势力的首脑，以他们的眼光，又如何看不出小梅林已是强弩之末，从先前气势如虹的十万一加，到最后垂死挣扎的二万一加，所有人都知道，这已经是梅林家族能拿出的全部现金了。
en_us: Sitting in the hall were leaders of the city's forces; how could they not see that Little Merlin was already a spent bullet? From the previous unstoppable momentum of a 100,000 increment to the last dying struggle of a 20,000 increment, everyone knew that this was all the cash the Merlin Family could offer.

source: 六千六百年！
en_us: 6600 years!

source: 六缕黑色元力能干什么？或许他可以重创几人，但一旦黑色元力没了，他必会被恼羞成怒的众人痛殴，运气好打断几根骨头，运气不好在混乱中被活活打死也不是没可能。他太了解这群纨绔子弟了，一旦冲动起来，绝不会在意后果的。
en_us: What could he possibly do with just six wisps of black essence forces? Perhaps he could inflict serious damage on some people, but once he ran out of black essence force, he would surely be severely beaten up by the crowd of people who would definitely be flying into a rage out of humilitation. If he were lucky, he would only have a few bones broken; if he were unlucky, it was not impossible that he would be beaten to death amidst the chaos. He knew too well that bunch of wastrel playboys - once they got rash and impulsive, they would definitely not care about the consequences of their actions.

source: 关键时刻，马飞终于醒悟过来，手一抖一把青色短剑从他袖中滑落下来，上面青光流转，明显是一把高级的神兵利器。
en_us: At this crucial juncture, Ma Fei finally came to his senses. A teal-colored short sword fell down from within his sleeve with a light jerk of his hand. Judging by its gyrating teal radiance, this was clearly a high-rank divine weapon.

source: 其中一人穿着一件黑色法师袍，整张脸都被兜帽盖得严严实实，让人无法看清他的长相，但从他身上透出的气息，却绝对可以用强大来形容，在林立所见过的魔法师中，除了安度因葛瑞安老梅林等寥寥数人之外，恐怕就要数这人最厉害了。
en_us: One of them was wearing a black mage robe, his whole face covered with a hood, making it impossible to see his face clearly. But the aura that was emitted from him could definitely be described as strong. Among the mages Lin Li had seen, besides Andoine, Gerian, and Old Merlin, this person had to be the most formidable of them all.

source: 其中十七支势力的人，明显成了宴会的主角。
en_us: Among them, the 17 forces were obviously the main characters of the banquet.

source: 其中有一个任务，是找人去低语森林搜索一座古代城堡，当时麦格雷尼一眼就选中了这个任务，低语森林比起落日山脉来，简直就是一个天上一个地下，那里最强大的魔也不过十级，而且数量少得可怜，要不是运气真的好上天的话，在低语森林转上两三年你都不一定能撞见。
en_us: One of the quests was to go to the Forest of Whispers in search of an ancient castle. McGrenn had chosen this task at first glance. The Forest of Whispers was heaven compared to the Sunset Mountains. The most powerful magical beasts there were no higher than level-ten, and they were pitifully few in number. If you were lucky, you wouldn't run into one even if you stayed there for two or three years.

source: 其余人也醒悟过来，跟着弯身行礼道：“参见武堂长老。”
en_us: Everyone awoke from the realization and followed up with a respectful bow, "Greetings Martial Court Elder."

source: 其余的冥将也不敢多言，纷纷发出最强大的神通，督促手下的尸兵尸兽阴兵等全力开始进攻。
en_us: The other Netherworld generals did not dare utter another word. They pumped themselves up and ordered their subordinate zombie soldiers, zombie-beasts, and yin soldiers to begin attacking at full force.

source: 其实从本质上来说，这一老一少的性格都差不多，都是一样的市侩，只不过一个市侩的嚣张，一个市侩得低调罢了。
en_us: As a matter of fact, the two men—young and old—did not differ much in their core personality traits. Both were philistine, only that one was arrogantly philistine, while the other had kept it low-key.

source: 其实在走进洞穴不久，林立就看见了一片片的野钢花。
en_us: In fact, Lin Li saw a sea of wild steelbloom not long after entering the cave.

source: 其实早在双方魔力耗尽的瞬间，葛瑞安心头还有一丝窃喜，现在大家都不是什么大魔导士了，老子身后还站着好几十个人，待会一拥而上，随便搞搞就够你喝一壶的了，更别说老子还占着身体优势，想想吧，两三百斤的壮男扑上来，光压都能把你压扁……
en_us: In fact, Gerian felt a tinge of joy as soon as the mana was exhausted on both sides. Neither had the strength of an archmage now, and he had dozens of people standing behind him. It would be a challenge in a moment when they'd rush forward and surround the Merlins. Not to mention he had a physical advantage. Just think, a two or three hundred pound man pouncing could easily crush him flat...

source: 其实还有个原因他没说，主要是说出来怕吓着葛瑞安，老头今年也六十好几了，万一下出个好歹来良心上过不去。
en_us: Actually, there was another reason that he did not reveal, mainly because he was worried it might frighten Gerian. The old man was 60-something this year, and if anything happened to him, it would lay heavy on Lin Li's conscience.

source: 其实这个时候，老梅林的心情丝毫不比林立平静。
en_us: In fact, at this time, Old Merlin was feeling no more peaceful than Lin Li.

source: 其实这根本就是自己吓自己……
en_us: This was simply a case of scaring oneself.

source: 内视了一阵，江逸生怕元力丹的药力挥散过多，连忙不敢多看，让黑色元力融合绿色药力包裹整个丹田，然后收回心神，一心一意的运转江水决提炼元力。
en_us: Observing for a moment, Jiang Yi started feeling worried that the medical power of the essence force pill was overly disseminated. He anxiously decided to stop observing any further, and instead allow his black essence force to merge with the green medical power and envelope his entire dantian. Subsequently, he focused his mind, putting all his thoughts and attention towards circulating the Jiang Water Art to refine more essence force.

source: 内视到丹田外被淡淡的绿色药力环绕，江逸收回思绪，运转一缕黑色元力出了丹田，通过经脉朝丹田之外的绿色药力流转而去。
en_us: Observing a faint green light revolving around his dantian, Jiang Yi cut off his stream of thoughts. He circulated a thread of black essence force out of his dantian and transferred it through his meridians out to the exterior of the dantian in the direction of the green medical power.

source: 再三保证三月内绝对回来，江逸告别了荣管事，从江家南院快速出门，一走出江家大门他立即带上了斗篷，快步朝武殿内走去。
en_us: Jiang Yi bid Chief Rong farewell after repeated promises to return in three months' time. He swiftly exited the Jiang Clan from the north gates and wrapped himself up with a cloak the moment he was out the door, striding briskly towards the Martial Arts Hall

source: 再加上不时有宾客上来打招呼，不是拉着城主大人谈些机密要事，就是想跟魔法公会攀上交情的，这么一来二去也弄得林立有些无聊，干脆找了个借口跟艾萨克说了一声失陪，从侍女盘中端着一杯红酒就躲到了僻静之处。
en_us: In addition, guests would approach from time to time to greet them, either asking the Castellan to discuss some confidential matters or trying to befriend the Guild of Magic. Lin Li gradually become bored, so he made up an excuse to leave, took a glass of red wine from a waitress, and went to hide in a secluded corner.

source: 再加上林立口才也是不错，讲起故事来风趣幽默，偶尔涉及到一些专业知识的时候，又显得渊博而又权威，连安度因在他面前都没什么发言权，更何况是伊娜这般只会与魔兽搏斗的冒险者？
en_us: In addition, Lin Li was also eloquent, and he told the stories with fine sense of humor. Occasionally, when it came to professional knowledge, he appeared profound and authoritative. Even Andoine had little to say in front of him, let alone Ina, an adventurer who only knew how to fight magical beasts.

source: 再强大的附魔效果，如果没有稳定性支撑，最后也只不过是一句笑话。
en_us: No matter how powerful the enchantment effect was, if it was not supported by stability, it would only be a joke in the end.

source: 再想试，才注意到体内已经没剩有黑色元力了——辛辛苦苦修炼了两个时辰才积攒的六丝黑色元力，已经被他在半柱香的时间里挥霍完了。
en_us: He wanted to try again but realized that he no longer had any black essence force within his body. The six slivers of black essence force that he painstakingly took four hours to cultivate were gone in minutes.

source: 再想起麦格雷尼曾经跟自己说过，在落日山脉中猎杀五级魔兽狮蝎的报酬也才几十金币，林立对他们父女的处境多多少少也有了一些了解。
en_us: He remembered McGrenn telling him that the reward for hunting level-five magical beasts like the Manticores in the Sunset Mountains was only a few dozen gold coins, so Lin Li more or less understood the father and daughter's situation.

source: 再次摸了摸小奴的脑袋，江逸起身道：“行了，我先和荣管事去说一声，小奴，等我回来。”
en_us: With another stroke of Xiaonu's head, Jiang Yi got up and said, "All right, I'll go inform Chief Rong. Xiaonu, wait for my return."

source: 再次过了小半个柱香时间，翊飞儿气鼓鼓的朝大门外走去，打开大门快速消失在走廊内。
en_us: After several minutes, Yi Fei-er petulantly headed towards the doors and disappeared swiftly down the hallway.

source: 再看看凯文在他面前是什么表情？那可是葛瑞安的亲侄子，魔法公会不折不扣的第二号人物，连他都要看人脸色行事，那还是无足轻重的人物？
en_us: And look at Kevin's expression standing before him. He was Gerian's nephew, and undoubtedly the second-in-command in the Guild of Magic. Yet he had to do things as he pleased, how could he be an insignificant character?

source: 再看看地上的脚印，却是异常杂乱，有大有小有深有浅，小的应该是伊娜和克伦威尔留下的，而那大的脚印，却是让林立倒抽了一口凉气！
en_us: Then he took a look at the footprints on the ground, which were all in a jumble. There were footprints of all sorts—big, small, deep, shallow. The small ones should have been left by Ina and Cromwell, but the big footprints made Lin Li gasp in surprise.

source: 再翻看了五六本书册之后，他终于找到一本炼丹术简录，翻看了几页找到了丹药回炉的方法。
en_us: After scanning through five or six manuals, he finally found a simplified manual on the alchemy-refining process. Flipping through a few pages in the book, he found the correct method for the elixir reheating process.

source: 再跟着是附魔……
en_us: ...and magical enchantment...

source: 冒险者公会旁边有一条又深又黑的小巷子，两人从镀金玫瑰出来之后，沿着小巷子一路往前走，没走几步就听见一阵喧哗声传来。
en_us: There was a deep, dark alley beside the Adventurers Guild. After the two guys came out of the Gilded Rose, they walked along the small lane. A few steps later, some clamor reached their ears.

source: 冥皇冷冷道：“如今四皇大军远在天边，而且各怀鬼胎，百万天庭神兵神将也随着这场战争的继续，军心涣散，死的死，散的散。”
en_us: "The four imperial troops are now deployed in remote places. Besides, each of them has their own evil schemes. Millions of Heavenly Court troops will perish, scatter, or lose their morale because of this long war."

source: 冥皇冷然训斥了一句，那红眸在四周将领身上一扫，看得他们浑身一颤，才冷幽幽的说道：“九天锁星阵不过是九阳老儿花了三千年研究，再花两千年才布置出来的新阵。成阵距今也就一千六百年。它再能吸纳，又能吸纳多少星辰能量转化为护阵法力？本座给你们十二个时辰，此刻天庭内外只剩下九阳老儿一个人，一天之内无视伤亡，不计数量，不惜代价，给本座攻破此阵！”
en_us: The Netherworld King then swept his cold, red-eyed eyes across the surrounding generals. Upon seeing them tremble, he uttered coldly, "The Empyreal Star Lock Array is just an array which took Fogey Nine-Yang three thousand years to research. “He spent another two thousand years setting it up. Ever since it was successfully set up, it has only been 1600 years. How much energy can it absorb from the stars to turn them into an array formation forcefield? Now that Fogey Nine-Yang is the only one left inside the Heavenly Court, you will be given twenty-four hours to destroy this array formation regardless of the cost or number of casualties we suffer!"

source: 冥皇手中的镰刀微微一动，但还是没有出手，因为他明白无名垂死一击的意念已经锁死了自己，倘若自己想要出手拦下那些碎片的话，无名的亡命攻击会让他付出足够惨痛的代价。
en_us: The sickle in the Netherworld King's hands jolted a little, but he chose not to attack. This was because he knew Wu Ming's dying intention had shackled him. If he took action to shield off the numerous shards, Wu Ming's final attack would make him pay a tragic price.

source: 冥皇没有理会部下的狂热，只将目光凝视着下方这座宏伟的巨城，暗红的眸子内闪过一丝火热的亮意。
en_us: The Netherworld King ignored his fanatical subjects. Instead, his vision was fixed on the grand city in front, his dark red eyes burning bright.

source: 冥皇没有看这冥将一眼，只是一声冷哼，那冥将的身子立即了飞出去，身上血肉甚至黑甲尽数化为飞灰。
en_us: Not batting an eye at the Netherworld general, the Netherworld King gave a cold snort. The Netherworld general immediately flew into the air as his flesh and blood, as well as his black armor, disintegrated into flying ash.
